
def first_choice():
    return input("(а): Попросить помощи у хозяина и признаться"
        "(б): Попробовать убрать всё самостоятельно, "
        "чтобы никто ничего не заметил: ").lower()


def second_choice():
    return input("(а): Поддержать друга и дать ему время привыкнуть\n"
        "(б): Уговорить его выйти, так как скоро приедут гости: ").lower()


def third_choice():
    return input("(а): Вести себя спокойно и приветливо, "
        "давая гостям рассмотреть всех кроликов\n"
        "(б): Стараться привлечь всё внимание к себе, "
        "чтобы взяли именно тебя: ").lower()