
def best_friends():
    print("Концовка «Лучшие друзья»: Благодаря вашей поддержке "
        "Рыжику удалось понравиться гостям. Вы с Ушастиком "
        "продолжили жить вдвоём, пожелав кролику удачи.")


def attention():
    print("Концовка «Нехватка внимания»: Вы привлекли интерес "
        "гостей, и они решили забрать вас. Друзья порадовались за вас.")


def no_need():
    print("Концовка «Ну и не надо»: Рыжик был взволнован и напуган. "
        "Гости взяли Ушастика, оставив вас с Рыжиком.")


def irresponsible():
    print("Концовка «Безответственные»: Вы не успели прибраться "
        "и были наказаны. Гости никого не взяли, а хозяин "
        "перенёс встречу на другую дату.")


def unknown_choice():
     print("Не поняв,что вы хотите,всё осталось так,как оно и было")