def start_story():
    print("\n----Фермерские дни----")
    print("Вы — кролик с именем Пятик. Вы жили на небольшой ферме со своими знакомыми мордочками — Рыжиком и Ушастиком. " \
            "Однажды утром хозяин объявил, что скоро приедут гости,чтобы выбрать кролика для своего дома.Хозяин подготовил специальное место, " \
            "чтобы все могли спокойно познакомиться с животными.Утром кролики решили поиграть и случайно опрокинули корзины с сеном," \
            "рассыпали корм и испачкали подготовленное место.До приезда гостей оставалось два часа.Чаще всего вы руководите " \
            "ситуациями, в которых ваши друзья паникуют. Что будете делать?")